[
  {
    "id": 1,
    "content": "How did you hear about our website?"
  },
  {
    "id": 2,
    "content": "How would you rate your experience with our website?"
  },
  {
    "id": 3,
    "content": "For how many years have you been using websites similar to this one?"
  },
  {
    "id": 4,
    "content":"Would you recommend our website to your friends?"
  },
  {
    "id": 5,
    "content":"In which type of housing do you currently live?"
  },
  {
    "id": 6,
    "content":"Which of the following best describes your current housing situation?"
  },
  {
    "id": 7,
    "content":"Are you satisfied with your current living arrangements?"
  },
  {
    "id": 8,
    "content":"What factors are most important to you when choosing your home or apartment?"
  },
  {
    "id": 9,
    "content":"Do you feel that there is adequate affordable/handicapped accessible housing in your area?"
  },
  {
    "id": 10,
    "content":"How comfortable is your employer's work environment?"
  },
  {
    "id": 11,
    "content":"Is your health insurance plan better or worse than those of other employers"
  },
  {
    "id": 12,
    "content":"How fair is your employer's sick day policy?"
  },
  {
    "id": 13,
    "content":"Are you satisfied with your employee benefits?"
  },
  {
    "id": 100,
    "content": "What is your gender?"
  },
  {
    "id": 101,
    "content": "Which kind of beach do you prefer?"
  },
  {
    "id": 102,
    "content": "Please select one saltwater beach you have visited from the following list"
  },
  {
    "id": 103,
    "content": "Please select one freshwater beach you have visited from the following list"
  },
  {
    "id": 104,
    "content": "How would you describe the water in that place?"
  },
  {
    "id": 105,
    "content": "Would you travel there again?"
  },
  {
    "id": 106,
    "content": "Are you interested in a paid vacation to one of these locatins?"
  },
  {
    "id": 107,
    "content": "Which of the following months would you have available for traveling?"
  }
]